Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Management had discussed this matter with other United Nations agencies and was still awaiting the report of the United Nations Secretariat, a prospect already mentioned in the previous Board reports.
zh: 管理层已就此同联合国其他机构进行了商讨，并在等待联合国秘书处提交报告，这一情况在委员会以往的报告中都已提及。

source: Table 6 Comparison of reserves and staff liabilities (Millions of United States dollars)
zh: 表 6

source: a Including earmarked reserves, the total reserves are $70 million for 2002, $93 million for 2003 and $68 million for 2004.
zh: a 包括专用准备金在内，2002年准备金总额为70百万美元，2003年为93百万美元，2004年为68百万美元。

source: The Board of Auditors has repeatedly reported this issue, with no result so far other than an improved actuarial computation.
zh: 52. 委员会多次报告这一问题，但是截至目前除了精算情况有所改善之外乏善可陈。

source: The increase in unfunded liabilities to $262 million is alarming.
zh: 无资金准备的负债增加到2.62亿美元，令人震惊。

source: UNHCR agreed with the Board's recommendation that the United Nations Secretariat and UNHCR take steps without further delay to provide proper funding for end-of-service and post-retirement benefit liabilities and was to take such steps.
zh: 53. 难民专员办事处同意委员会的建议：联合国秘书处和难民专员办事处毫不拖延地采取步骤，为服务终了和退休后福利负债提供适当的资金。 难民专员办事处将采取上述步骤。

source: The Board assessed the extent to which the UNHCR financial statements for the year ended 31 December 2004 conformed to the United Nations system accounting standards.
zh: 54. 委员会评估了难民专员办事处2004年12月31日终了年度财务报表在何种程度上遵守联合国系统会计准则。

source: Financial statement presentation and disclosure
zh: 3. 财务报表的列报和披露

source: Changes in reporting methods
zh: 报告方法的变化

source: The UNHCR practice until 2002 with regard to unliquidated obligations was to charge as expenditure the amounts authorized in “letters of instruction”.
zh: 55. 难民专员办事处在未清偿债务方面一直沿用到2002年的做法是，将“指令书”中核定的数额记作支出。

source: At year's end, UNHCR reported as unliquidated obligations the difference between the amounts in the letters of instruction — i.e., the available budget — and disbursements, whether or not they represented actual commitments.
zh: 难民专员办事处在年终将指令书中的数额——即现有预算——与付款之间的差额记作未清偿债务，不管它们是否为实际的承付款项。

source: As mentioned in note (q) to the financial statements, in 2004 UNHCR implemented the Board's recommendation to report actual disbursements and commitments as total expenditures and to disclose the change in a note to the financial statements.
zh: 如财务报表附注(q)所述，难民专员办事处在2004年实施了委员会的建议，将实际付款和承付款项列作总支出，并在财务报表附注中披露了这一变化。

source: In 2004 UNHCR disclosed the United Nations regular-budget contribution in its financial statements, instead of in note 1, as in previous years.
zh: 56. 2004年，难民专员办事处在其财务报表中而不是象往年那样在附注1中披露了从联合国经常预算获得的资金。

source: This had no impact on the financial result.
zh: 这对于财务结果无任何影响。

source: The finance technical note on the accounting treatment of United Nations regular-budget remittances and expenditures explains this (such finance technical notes are internal documents, whose existence is not mentioned in the Financial Rules or the Finance Manual).
zh: 关于联合国经常预算拨供款项和支出会计处理的财务技术性说明对此进行了解释(财务技术性说明是内部文件，《财务细则》或《财务手册》没有提及这一文件)。

source: There were still no written guidelines or rules for posting expenditures under the United Nations regular budget.
zh: 57. 关于由联合国经常预算提供资金的支出如何记账问题，迄今仍然没有书面准则或规则。

source: Management provided a list of 220 staff posts (including the High Commissioner and Deputy High Commissioner posts) and related costs categorized as management administration at Headquarters funded under the regular budget.
zh: 管理层提供了由经常预算拨供资金的总部管理行政类别220名工作人员员额(包括高级专员和副高级专员员额)和有关员额的名单。

source: UNHCR agreed with the Board's recommendation to adopt written guidelines for posting expenditures funded under the contribution from the United Nations regular budget.
zh: 58. 难民专员办事处同意委员会的建议：拟定由联合国经常预算提供资金的支出记账问题书面准则或规则。

source: In paragraph 46 of its previous report, the Board recommended that UNHCR assess the adequacy of the level of its non-programme expenditures.
zh: 59. 委员会在上一份报告 第46段曾建议难民专员办事处评估非方案支出水平是否适当。

source: Table 6 shows programme expenditure as broken down by UNHCR into programme support and administrative expenditure.
zh: 表6列有难民专员办事处按方案支助和行政支出分列的方案支出。

source: In order to assess the share of administrative expenditure, the table includes the expenditure funded from the United Nations regular budget (line D), which relates to headquarters administrative expenditure.
zh: 为了评估行政支出部分，表中列有联合国经常预算拨供的支出(D项)，此项支出为总部行政支出。

source: On the other hand, it excludes expenditures of the Medical Insurance Plan and of the Working Capital Fund.
zh: 不过，该表未包含医疗保险计划支出和周转基金支出。

source: Tables 7 and 8 show that the relative shares of these expenditure categories have remained stable over recent years, with no reduction in the share of non-programme expenditures.
zh: 表7和8显示上述各类支出近年来较为稳定，非方案支出部分没有减少。

source: UNHCR agreed with the Board's recommendation to continue to monitor the adequacy of the level of its non-programme expenditures, but did not set a target for reducing their share.
zh: 难民专员办事处同意委员会的建议：继续监测非方案支出水平是否适当，但是没有确定减少非方案支出的具体目标。

source: Table 7 Expenditures
zh: 表 7

source: Table 8 Expenditure ratios
zh: 表 8 支出比率

source: Payments to the United Nations Development Programme
zh: 付给联合国开发计划署的款项

source: UNHCR signed a framework for operational cooperation with UNDP on 10 April 1997 and a memorandum of understanding with regard to UNDP cost recovery for services at the country and programme level on 22 May 2003.
zh: 60. 难民专员办事处1997年4月10日与开发计划署签订了业务合作框架协议，并于2003年5月22日签订了开发计划署在国家和方案两级服务费用回收谅解备忘录。

source: The memorandum of understanding was adopted before the implementation of the Enterprise Resource Planning software; it was not amended and did not deal with the amounts advanced from UNHCR to UNDP for payments in the field.
zh: 谅解备忘录在采用机构资源规划软件之前生效，此后没有修正，没有规定如何处理难民专员办事处付给开发计划署的外地服务预付款数额问题。

source: The accounting for advances made to UNDP and the recording of expenditure in UNHCR books has been done through successive steps.
zh: 61. 给开发计划署的预付款的入账和在难民专员办事处账目中将预付款记作支出是分步进行的。

source: Upon request from UNDP, UNHCR pays advances to cover expenditures incurred by UNDP on its behalf (for United Nations Volunteers and various other field expenditures).
zh: 难民专员办事处在收到开发计划署的通知单后支付预付款，应付开发计划署代表难民专员办事处所做工作的支出(联合国志愿人员和各种其他外地支出)。

source: The advance has been posted to a UNHCR-UNDP reconciliation account (debit) in MSRP by UNHCR headquarters.
zh: 难民专员办事处总部已经将预付款记入管理系统更新项目难民专员办事处-开发计划署调节账户(借项)。

source: UNHCR paid $18 million to UNDP in 10 instalments, for services rendered in the field in 2004.
zh: 62. 2004年，难民专员办事处分10次向开发计划署支付了18百万美元外地服务费用。

source: Funds were disbursed upon receipt of a replenishment request from UNDP (usually an e-mail).
zh: 资金是在收到开发计划署充资通知单(通常是通过电子邮件)时支付的。

source: The amount of the advance paid was determined by previous expenditure patterns.
zh: 所付预付款金额根据以往支出模式而定。

source: A 23 December 2003 E-mail from UNDP had described this procedure to UNHCR and other partners, but UNHCR and UNDP did not amend their memorandum of understanding to reflect the change in procedure.
zh: 63. 开发计划署曾于2003年12月23日发出电子邮件，向难民专员办事处和其他伙伴介绍了这一做法。 但难民专员办事处与开发计划署并未修改其谅解备忘录，以反映这种变化。

source: By June 2005, they were still only contemplating to do so, while it took the Board's audit for them to undertake at that time a clarification of their financial relationship.
zh: 64. 直到2005年5月13日，这两个机构仍只是在考虑修改备忘录，而只是由于审计委员会进行了审议，它们才说明彼此的关系。

source: As at 31 December 2004, the $18 million mentioned above had been advanced by UNHCR to UNDP while the amount verified and recorded by UNHCR amounted to only $13,429,563.
zh: 65. 截至2004年12月31日，上文提到的18百万美元已经由难民专员办事处预付给开发计划署，而难民专员办事处核实和入账的金额仅为13 429 563美元。

source: The remaining $4,570,237 was reported as receivable from UNDP in UNHCR's Financial Statements for 2004.
zh: 难民专员办事处2004年财务报表将余下的4 570 237美元列为应收开发计划署账款。

source: UNDP had provided a global `preliminary year-to-date expenditure file' on 27 January 2007 containing expenditure of approximately USD 16,800,000.
zh: 2005年1月27日，开发计划署提供了全球“本年迄今初步支出文档”，所涉支出金额约16 800 000美元。

source: But by 27 June 2005, UNHCR was still waiting for “the receipt from UNDP of the final Global 2004 report, which would solve the problems of reconciliation, and enable UNHCR to record additional expenditures not previously recorded”.
zh: 但到2005年6月27日，难民专员办事处仍未从开发计划署收到2004年全球最终报告，而这份报告可以解决对账问题，并使难民专员办事处可以记账过去未记录的额外支出。

source: The 27 January 2005 report had contained errors, the most significant being salaries and payroll charges billed but not pertaining to UNHCR for what was first assumed to be $2 million, then $1.8 million that should have been billed to another fund.
zh: 66. 2005年1月27日报告有误差，最大的误差是要求难民专员办事处支付但与办事处无关，因此应向另一基金收取的的薪金支出，金额最初设定为200万美元，后来确定为180百万美元。

source: UNDP explained that “as in the past” a final report would be provided after a later, initially unspecified closure date, and that “the long standing practice of issuing preliminary reports and then a final year-end report has remained unchanged. Agencies have always booked entries to their current year based on the preliminary reports. Any adjustments reported in the final report have always been recorded by agencies in the subsequent year”.
zh: 开发计划署解释说，最后报告将在今后提供，但具体结算日期最初并未说明，并说，现印发初步报告、后来再印发年末最后报告的长期做法没有改变；各机构历来根据初步报告将款目入当年账，而将最后报告列报的一切调整入次年账。

source: One could expect such adjustments to be completed within first quarter of the year following the expenditures and billing.
zh: 可以预计，此种调整在支出发生和账单开具的次年第一季度内完成。

source: In addition, by June 2005, UNDP had also recorded another $1.5 million of field encumbrances as at 31 December 2004 for future billing to UNHCR, but was still in the process of compiling a detailed report for examination by UNHCR.
zh: 67. 此外，截至2005年6月，开发计划署还记录了截至2004年12月31日的外地预留款150万美元，准备今后向难民专员办事处收取，但当时仍在汇编一份详细报告，供难民专员办事处审核。

source: UNDP “did not expect this problem to reoccur”.
zh: 开发计划署表示，这个问题预计不会再发生。

source: The conclusion is that, partly due to teething problems in the Atlas data-processing system introduced by UNDP in January 2004, by June 2005 UNHCR still did not have a final figure on its UNDP-processed expenditures for 2004, with gross deviances of $2 million and a net understatement of at least $130,000.
zh: 68. 结论是，截至2005年6月，难民专员办事处仍没有获得2004年开发计划署所处理支出的最后数字，毛额出入200万美元，少报净额至少130 000美元，产生这种情况的部分原因是开发计划署2004年1月开始实行Atlas数据处理系统后遇到的初期困难。

source: UNHCR agreed with the Board's recommendation to revise the memorandum of understanding with UNDP, including on reporting, reconciliation and settlement of disputes.
zh: 69. 难民专员办事处同意委员会的建议：会同开发计划署修订谅解备忘录，包括报账、对账和解决纠纷问题。

source: The method used by UNHCR to account for such advances to UNDP for third parties was not consistent.
zh: 70. 难民专员办事处支付给开发计划署的第三方预付款记账方法不统一。

source: UNHCR explained that advances to UNDP could not be recorded in 2004 in the same way as advances to implementing partners because the services delivered by implementing partners are under the umbrella of specific projects at the country and programme level.
zh: 难民专员办事处解释说，付给开发计划署的预付款2004年无法按照付给执行伙伴的预付款的方式入账，因为执行伙伴所提供的服务属于国家和方案两级具体项目的总括范畴。

source: No specific project, agreement or subagreement was signed at the local level with UNDP, and the system changes implemented by UNDP for “go-live” in January 2004 were not subject to negotiation at the UNHCR level.
zh: 在当地没有与开发计划署签订专门的项目、协议或次级协议，开发计划署2004年1月改为实施“实时”系统不在与难民专员办事处的谈判范围之内。

source: Furthermore, some of the complexities encountered by UNDP with the Atlas system in 2004 might have not been expected or were underestimated.
zh: 此外，开发计划署可能没有料到或没有充分估计2004年实施阿特拉斯系统的某些复杂问题。

source: When presenting its new system to the United Nations Finance and Budget network, UNDP had assured all sister agencies that the advantages well outweighed the initial difficulties and that the inaccuracies contained in service clearing accounts and delays in the final, global service clearing account report should not affect the accounts closure and certification by auditors.
zh: 开发计划署在向联合国财务和预算网络介绍新系统时曾经向所有兄弟单位保证，该系统的优势大大超过使用初期的困难，在全球服务整理账户最后报告中出现的不准确现象应该不会影响结账和审计人员出具证明书的工作。

source: The Board recommends that UNHCR review the accounting for advances to UNDP.
zh: 71. 委员会建议难民专员办事处审查给开发计划署的预付款的入账问题。

source: Contributions
zh: 5. 捐 助

source: Voluntary contributions from Member States and other donors were recorded as income upon receipt or on the basis of a written pledge from the donor.
zh: 72. 会员国和其他捐助者的自愿捐助，在收到款项时或者根据捐助者的认捐书记作收入。

source: Pledges from Governments were fully recognized as income at the time of acceptance of the pledge.
zh: 各国政府的认捐在接受认捐时全额记作收入。

source: Contributions in cash
zh: 现金捐助

source: The contributions under the heading “Additional humanitarian assistance to facilitate the return and reintegration of Burundian refugees” were posted either in the Burundi or in the Great Lakes/Central African region cost centres without any specification to that effect by the donors.
zh: 73. “为推动布隆迪难民回返和重返社会而提供的额外人道主义援助”项下捐助，记入布隆迪或大湖区/中非区域费用中心名下，而捐助者并未做出类似指定。

source: The same shortcoming was found for the funds collected for Liberia, split between two cost centres, West Africa overall and Liberia.
zh: 在利比里亚项下募集的资金也有同样问题，资金列入两个费用中心，一个是整个西非费用中心，一个是利比里亚费用中心。

source: These cases underline an inherent risk in the fund allocation process.
zh: 这些事例凸现了资金分配过程中存在的内在风险。

source: UNHCR acknowledged inconsistencies in the recording at country and subregional cost centres.
zh: 难民专员办事处承认在国家和次区域费用中心确有记账方法不统一的问题。

source: UNHCR agreed with the Board's recommendation to eliminate inconsistencies in the recording of contributions.
zh: 74. 难民专员办事处同意委员会的建议：消除捐助记账不统一的现象。

source: Extrabudgetary contributions
zh: 预算外捐助

source: Contributions in kind were classified either as budgetary or extrabudgetary.
zh: 75. 实物捐助分为预算内捐助或预算外捐助。

source: They were recorded in the accounts, at fair market value, when the goods or services were received.
zh: 实物捐助在收到货物或服务时，按公允市价入账。

source: Extrabudgetary contributions in kind were those for which UNHCR had not made a budgetary provision. These were offers of additional materials or services that were considered by UNHCR to be complementary to programmed activities and in line with its mandate.
zh: 预算外实物捐助是难民专员办事处未编入预算的额外物资或服务，在难民专员办事处看来这些物资或服务对方案活动能起补充作用，且符合该组织的任务规定。

source: Appendix I to the financial statements describes the breakdown by donor of extrabudgetary contributions.
zh: 按捐助者开列的预算外实物捐助不入账，而是列入财务报表附录。

source: According to International Accounting Standard 18, contributions in kind should be valued at fair market value, and the valuation method should be disclosed.
zh: 76. 根据国际会计准则第18号，实物捐助应以公允价值估价，估价方法应予披露。

source: If such a value cannot be established with adequate supporting documents, the contribution in kind must not be recorded as such.
zh: 如果由于证明文件不足无法定值，则实物捐助不能按此入账。

source: The Board recommends that UNHCR support in kind contributions and their valuation by adequate documents.
zh: 77. 委员会建议难民专员办事处通过适当文件充实关于实物捐助的资料并支持实物捐助的估价工作。

source: Outstanding contribution pledges
zh: 未收认捐款物

source: The registration and classification of documents backing outstanding contribution pledges were not consistent.
zh: 78. 未收认捐款物文件的登记和归类不统一。

source: Some contribution advice forms were not updated, and others were documented in handwritten notes or to be found elsewhere — for example, on manual spreadsheets created by staff members.
zh: 某些捐助通知单没有更新，还有的通知单用手填写或散落他处，例如由工作人员手工制作的表格。

source: UNHCR agreed with the Board's recommendation to unify the documentation for tracking outstanding contribution pledges.
zh: 79. 难民专员办事处同意委员会的建议：对跟踪应收认捐款物情况的文件予以统一。

source: Redundant records appeared for transactions carried out by different users.
zh: 80. 不同用户所做交易出现了重复记账现象。

source: Corrections could be launched by both the Treasury and the MSRP team.
zh: 库务科和管理系统更新项目小组可对此予以纠正。

source: This led to erroneous transactions, later corrected, including the erroneous use of gain and loss accounts in the contribution-received-in-advance process.
zh: 有些交易的入账存在错误，包括在事先收到捐助的过程中错误使用损益账户的情况，后来这些错误得到纠正。

source: UNHCR explained that the specific entries recorded by an MSRP team member arose from the year-end reconciliation process and were exceptionally authorized and performed due to technical constraints, with the explicit consent of the Treasury and Finance Sections.
zh: 难民专员办事处解释说，管理系统更新项目成员所做的特定分录起因于年终对账工作，是由于技术上的局限而作为例外授权执行的，而且得到库务科和财务科的明确同意。

source: This open access nevertheless constitutes a risk in terms of segregation of duties.
zh: 不过，这一开放账目随意调整的做法带来了职责划分方面的风险。

source: UNHCR agreed with the Board's recommendation to establish clear authorizations to perform systems maintenance operations, and in a single unit.
zh: 81. 难民专员办事处同意委员会的建议：明确授权由单一单位进行系统维护工作。

source: Write-offs of outstanding contribution
zh: 应收捐助的注销

source: Note 2 (f) to financial statements states that pledges due are written off after five years unless the donor has reconfirmed the commitment no more than 18 months before the end of the accounting period.
zh: 82. 财务报表附注2(f)指出，未兑现的认捐在五年之后应予注销，除非捐助者在会计期间结束前18个月内再次确认认捐承诺。

source: Outstanding contributions of $176,817 dating back to 1999 should have been written off but were not.
zh: 1999年一笔数额为176 817美元的应收欠款本来应该注销，但是并未注销。

source: The outstanding pledges recorded in the assets were therefore overestimated.
zh: 资产项下未收认捐因此估计过高。

source: UNHCR has not established a provision for contributions outstanding after four years, while paragraph 32 of the United Nations system accounting standards allows for this (“Based on its policy the organization may make a provision for delays in the collection of the outstanding contributions”).
zh: 难民专员办事处事过四年之后仍未为应收欠款作出拨备，这不符合联合国系统会计准则第32段的规定(“本组织根据政策可为无法及时收取的应收捐助作出拨备”)。

source: UNHCR agreed with the Board's recommendation to write off outstanding contributions in compliance with its financial rules and to make appropriate provisions to that effect, and was to do so in 2005.
zh: 83. 难民专员办事处同意委员会的建议：按照财务细则的规定注销应收捐助，并为此作出适当的拨备，定于2005年完成此事。

source: United Nations Development Group Iraq Trust Fund
zh: 6. 联合国发展集团伊拉克信托基金

source: UNHCR signed a memorandum of understanding with UNDP on 19 April 2004 on activities funded by the new United Nations Development Group (UNDG) Iraq Trust Fund.
zh: 84. 2004年4月19日，难民专员办事处就联合国发展集团(发展集团)新设立的伊拉克信托基金资助的活动，与开发计划署签署谅解备忘录。

source: According to paragraph 6 of the memorandum of understanding, each participating organization would establish a separate ledger account under its financial regulations and rules for the receipt and administration of the funds disbursed to it by the administrative agent (UNDP) from the UNDG Iraq Trust Fund account.
zh: 根据该谅解备忘录第6段，每一参加组织将按照其财务条例和细则，设立一个分类账账户，以接收和管理经管机构(开发计划署)从发展集团伊拉克信托基金账户向其支付的资金。

source: While such a matter would call for the utmost caution, UNHCR did not establish from the outset a separate ledger account.
zh: 虽然对这一事项需要持最谨慎的态度，难民专员办事处却没有从最初就设立一个单独的分类账账户。

source: Funds received under the Iraq Trust Fund are commingled with funds received from other donors and posted to project 04/SB/Iraq/RP/332.
zh: 从伊拉克信托基金收到的资金与从其他捐助者处收到的资金混在一起，存入项目04/SB/Iraq/RP/332。

source: The commingled total amounted to $15 million, including $7 million in income received from the Iraq Trust Fund.
zh: 混合资金总额为15百万美元，包括从伊拉克信托基金收到的收入7百万美元。

source: Despite the lack of a separate ledger, UNHCR has produced Iraq Trust Fund financial statements.
zh: 85. 尽管没有单独的分类账账户，但难民专员办事处编制了伊拉克信托基金财务报表。

source: The income of $7 million was consistent with the amount received from UNDP.
zh: 收入7百万美元与从开发计划署收到的款额相符。

source: Total expenditures amounted to $5 million, including $4.7 million for programme costs and $0.3 million for indirect support costs.
zh: 支出共计5百万美元，包括4.7百万美元的方案费用和0.3百万美元的间接支助费用。

source: UNHCR spent $0.3 million directly; the remainder was spent by 11 implementing partners, through subagreements that were not limited to Iraq Trust Fund funds.
zh: 难民专员办事处的直接支出为0.3百万美元，差额由11个执行伙伴根据次级协定支出，但次级协定不限于伊拉克信托基金的资金。

source: In the absence of segregation of Iraq Trust Fund funds, the production of these financial statements required a cumbersome manual selection of expenditures.
zh: 由于伊拉克信托基金的资金没有单独立账，编制这些财务报表需要对支出进行人工选定，非常麻烦。

source: This manual procedure presented a risk of errors.
zh: 这一人工程序也可能造成差错。

source: UNHCR decided in March 2005 to produce a special ledger when rolling out MSRP to the UNHCR offices concerned.
zh: 它在2005年3月决定，在向难民专员办事处的各有关办事处展开管理系统更新项目时，设立一个分类账账户。

source: Pending that roll-out, UNHCR has created a separate FMIS project covering exclusively the funds of the UNDG Iraq Trust Fund operation.
zh: 在推行这一做法前，难民专员办事处已设立一个单独的财务和管理信息系统项目，专门适用于发展集团伊拉克信托基金业务的资金。

source: The Board recommends that UNHCR separate funds received from the Iraq Trust Fund, and establish as soon as possible the planned separate ledger.
zh: 87. 委员会建议难民专员办事处把从伊拉克信托基金收到的资金分离出来，并尽快按计划设立分类账账户。

source: Segregation of banking duties
zh: 7. 银行业务职权的分离

source: Cash and term deposits amounted to $147 million as at 31 December 2004.
zh: 88. 截至2004年12月31日，现金和定期存款为1.47亿美元。

source: The UNHCR Treasury makes the decisions on investment and cash management.
zh: 难民专员办事处的库务处作出投资和现金管理方面的决定。

source: For 2004 there was no minutes of the Investment Committee meetings.
zh: 2004年投资委员会会议的讨论没有正式记录。

source: This has been corrected in 2005.
zh: 2005年，这一情况已得到纠正。

source: The senior officer in charge sold and bought currencies and made calls and deposits with no documented and signed authorization; this decision process on cash management did not segregate authorizing and certifying duties.
zh: 负责的高级干事在没有记录和签署的批准的情况下买卖货币，认购期权和存储款项；现金管理的这一决策程序没有将批准和核证职权分离。

source: UNHCR agreed with the Board's recommendation to implement a full segregation of duties on investment and cash-management decisions.
zh: 89. 难民专员办事处同意委员会的建议：彻底分离投资和现金管理的决策职权。

source: The Treasury staff members in charge of the bank accounts and cash books also recorded the transactions in the accounting system (MSRP).
zh: 90. 库务处负责银行账户和现金簿记的工作人员也在会计系统(管理系统更新项目)中记录会计事项。

source: This situation was not compliant with segregation-of-duties rules that call for the separation of front- and back-office tasks.
zh: 这种情况不符合职权分离的规则，该规定要求前后方单位业务分家。

source: UNHCR agreed with the Board's recommendation to implement a proper segregation of bank account-related duties between the Finance and Treasury Sections.
zh: 91. 难民专员办事处同意委员会的建议：在财务部门与库务部门之间与银行账户有关的职权实行适当分家。

source: Unliquidated obligations
zh: 8. 未清偿债务

source: Monitoring of multi-year contracts
zh: 多年合同的监测

source: Contrary to article 10.4 of the UNHCR Financial Rules, which requires a record of commitments for future periods, UNHCR had still not fully implemented the Board's previous recommendation to monitor accurately commitments recorded at the field offices; it was unable to provide an exhaustive list of field-office multi-year contracts inducing deferred charges.
zh: 92. 难民专员办事处《财务细则》第10.4条要求记录未来期间的承付款，但与此条规定相反，难民专员办事处仍未充分执行委员会以前的建议，即对外地办事处记录的承付款进行准确监测。 它无法提供外地办事处引起递延费用的多年合同详尽清单。

source: However, the field offices were required to provide copies of such contracts to Headquarters.
zh: 然而，已要求外地办事处向总部提供这种合同的副本。

source: UNHCR agreed with the Board's reiterated recommendation that it monitor more accurately the commitments against future financial periods.
zh: 93. 难民专员办事处同意委员会再次提出的建议：更准确地监测未来财政期间的承付款。

source: Follow-up on previous recommendation
zh: 以往建议的落实情况

source: In line with IOM/70/FOM/72/2004, UNHCR has reviewed all year-end commitments.
zh: 94. 根据IOM/70/FOM/72/2004号备忘录，难民专员办事处已审查所有的年终承付款。

source: The year-end commitments below a threshold of $5,000 for operations and $1,000 for administration were not centralized in Geneva and not validated as the financial year's commitments, but were charged to the following year.
zh: 低于5 000美元门槛值的年终业务承付款和低于1 000美元门槛值的年终行政承付款，没有在日内瓦进行中央审查，也没有作为该财政年度的承付款加以验证，而是记入下一年度。
